[
  {
    "name": "Dwight Fairfield",
    "perk_name": "Bond",
    "description": "Unlocks potential in your Aura-reading ability. The Auras of other Survivors are revealed to you when they are within a range of 20/28/36 metres.",
    "rating": 3.94,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Bond.png"
  },
  {
    "name": "Dwight Fairfield",
    "perk_name": "Prove Thyself",
    "description": "Gain a stack-able 15 % Repair Speed bonus for each Survivor within 4 metres of you, up to a maximum of 45 %. This effect is also applied to all other Survivors within that range. Prove Thyself grants 50/75/100 % bonus Bloodpoints for Co-operative actions. Prove Thyself does not stack with other instances of itself.",
    "rating": 4.25,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ProveThyself.png"
  },
  {
    "name": "Dwight Fairfield",
    "perk_name": "Leader",
    "description": "You are able to organise a team to cooperate more efficiently. When other Survivors are within 8 metres of you, Leader increases their Action speeds for Healing, Sabotaging, Unhooking, Cleansing, Opening, and Unlocking actions by 15/20/25 %. This effect lingers for 15 seconds when leaving Leader's range. Leader does not stack with other instances of itself.",
    "rating": 3.65,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Leader.png"
  },
  {
    "name": "Meg Thomas",
    "perk_name": "Quick & Quiet",
    "description": "You do not make as much noise as others when quickly vaulting over obstacles or hiding in Lockers. Loud Noise notifications for rushing to vault Windows, or to enter or exit Lockers are completely suppressed. Quick & Quiet has a cool-down of 30/25/20 seconds.",
    "rating": 4.09,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_QuickQuiet.png"
  },
  {
    "name": "Meg Thomas",
    "perk_name": "Sprint Burst",
    "description": "When starting to run, break into a sprint at 150 % of your normal running speed for a maximum of 3 seconds. Sprint Burst causes the Exhausted Status Effect for 60/50/40 seconds. Sprint Burst cannot be used when Exhausted.",
    "rating": 4.1,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SprintBurst.png"
  },
  {
    "name": "Meg Thomas",
    "perk_name": "Adrenaline",
    "description": "You are fuelled by unexpected energy when on the verge of escape. When the Exit Gates are powered, instantly heal one Health State and sprint at 150 % of your normal Running speed for 5 seconds. Adrenaline is on hold if you are disabled at the moment it triggers and will instead activate upon being freed. If playing against The Nightmare, Adrenaline will wake you from the Dream World upon activation. Adrenaline ignores an existing Exhaustion timer, but causes the Exhausted Status Effect for 60/50/40 seconds.",
    "rating": 4.09,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Adrenaline.png"
  },
  {
    "name": "Claudette Morel",
    "perk_name": "Empathy",
    "description": "Unlocks potential in your Aura-reading ability. The Auras of dying or injured Survivors are revealed to you within a range of 64/96/128 metres. Empathy does not reveal the Aura of a Survivor currently being carried by the Killer.",
    "rating": 3.97,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Empathy.png"
  },
  {
    "name": "Claudette Morel",
    "perk_name": "Botany Knowledge",
    "description": "You transform plants found around The Campfire into tinctures that slow down bleeding. Healing speeds, as well as the efficiency of Med-Kits, are increased by 11/22/33 %.",
    "rating": 3.77,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BotanyKnowledge.png"
  },
  {
    "name": "Claudette Morel",
    "perk_name": "Self-Care",
    "description": "Unlocks the ability to heal yourself without needing a Med-Kit at 50 % of the normal Healing speed. When using a Med-Kit, its Depletion rate is decreased by 10/15/20 %.",
    "rating": 3.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SelfCare.png"
  },
  {
    "name": "Jake Park",
    "perk_name": "Iron Will",
    "description": "You are able to concentrate and enter a meditative-like state to numb some pain. When injured, Grunts of Pain are reduced by 50/75/100 %.",
    "rating": 4.52,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_IronWill.png"
  },
  {
    "name": "Jake Park",
    "perk_name": "Calm Spirit",
    "description": "Animals seem to trust you as they often stay calm in your presence. The chances of alerting nearby Crows are reduced by 80/90/100 % and your urge to scream from pain is suppressed.",
    "rating": 2.95,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_CalmSpirit.png"
  },
  {
    "name": "Jake Park",
    "perk_name": "Saboteur",
    "description": "Unlocks potential in your Aura-reading ability. While a Survivor is being carried, the Auras of all Hooks within 56 metres the location they were picked up at are revealed to you. Unlocks the ability to sabotage Hooks without needing a Toolbox: Sabotaging a Hook without a Toolbox takes 3 seconds. The Sabotage action has a cool-down of 90/75/60 seconds.",
    "rating": 3.51,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Saboteur.png"
  },
  {
    "name": "Nea Karlsson",
    "perk_name": "Balanced Landing",
    "description": "Your agility and cat-like reflexes are incomparable. When falling from great heights: Your Stagger duration is reduced by 75 % and your grunts are muffled by 100 %. Upon landing, you start sprinting at 150 % of your normal running speed for a maximum of 3 seconds. Balanced Landing causes the Exhausted Status Effect for 60/50/40 seconds. Balanced Landing cannot be used when Exhausted.",
    "rating": 4,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BalancedLanding.png"
  },
  {
    "name": "Nea Karlsson",
    "perk_name": "Urban Evasion",
    "description": "Years of evading the cops taught you a thing or two about stealth. When crouching, your Movement speed is increased by 90/95/100 %.",
    "rating": 3.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_UrbanEvasion.png"
  },
  {
    "name": "Nea Karlsson",
    "perk_name": "Streetwise",
    "description": "Long nights out taught you to do a lot with what you have got. The Depletion rate of your Items is reduced by 15/20/25 %. This effect also applies to all other Survivors within 8 metres of you and lingers for 15 seconds.",
    "rating": 3.08,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Streetwise.png"
  },
  {
    "name": "Bill Overbeck",
    "perk_name": "Left Behind",
    "description": "You will get the job done... no matter the cost. When you are the last Survivor remaining in the Trial, the Aura of the Hatch is revealed to you when you are within 24/28/32 metres.",
    "rating": 2.9,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_LeftBehind.png"
  },
  {
    "name": "Bill Overbeck",
    "perk_name": "Borrowed Time",
    "description": "You are fuelled with an unexpected energy when saving an Ally from a Hook. For 8/10/12 seconds after unhooking a Survivor, the unhooked Survivor is protected by the Endurance Status Effect. Any damage taken that would put the Survivor into the Dying State will instead trigger the Deep Wound Status Effect, after which the Survivor has 20 seconds to Mend themselves. Taking any damage while under the effect of Deep Wound or if its timer runs out will put the Survivor into the Dying State.",
    "rating": 4.61,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BorrowedTime.png"
  },

  {
    "name": "Bill Overbeck",
    "perk_name": "Unbreakable",
    "description": "Past battles have taught you a thing or two about survival. Once per Trial, you can completely recover from the Dying State. Your Recovery speed is permanently increased by 25/30/35 %.",
    "rating": 4.1,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Unbreakable.png"
  },
  {
    "name": "David King",
    "perk_name": "We're Gonna Live Forever",
    "description": "Your few friends deserve the best protection. When healing a dying Survivor, your Healing speed is increased by 100 %.  Performing any of the following actions has We're Gonna Live Forever gain 1 Token: Performing a Safe Hook Rescue. Taking a Protection Hit for an injured Survivor. Stunning the Killer to rescue a carried Survivor. Blinding the Killer to rescue a carried Survivor. Each Token grants a stack-able 25 % bonus to all Bloodpoint gains, up to a maximum of 50/75/100 %. The bonus Bloodpoints are only awarded post-Trial.",
    "rating": 4.1,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_WereGonnaLiveForever.png"
  },
  {
    "name": "David King",
    "perk_name": "Dead Hard",
    "description": "Activate-able Perk. You can take a beating. When Injured, tap into your adrenaline bank and dash forward quickly to avoid damage. Press the Active Ability button while running to dash forward. Avoid any damage during the Dash. Dead Hard causes the Exhausted Status Effect for 60/50/40 seconds. Dead Hard cannot be used when Exhausted.",
    "rating": 4.29,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DeadHard.png"
  },
  {
    "name": "David King",
    "perk_name": "No Mither",
    "description": "Go on out, kid, it is just a scratch. You suffer from the Broken Status Effect for the entire Trial. Your thick blood coagulates practically instantly: Bleeding is suppressed at all times. When injured or dying, Grunts of Pain are reduced by 0/25/50 %. You can completely recover from the Dying State.",
    "rating": 2.41,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_NoMither.png"
  },
  {
    "name": "Laurie Strode",
    "perk_name": "Sole Survivor",
    "description": "As more of your friends fall to the Killer, you become shrouded in isolation and the Killer's Aura-reading abilities towards you are disrupted. Each time a Survivor other than yourself is killed or sacrificed, Sole Survivor gains 1 Token, up to a maximum of 3 Tokens: Each Token grants a stack-able radius of 20/22/24 metres within which the Killer is unable to read your Aura, up to a maximum of 60/66/72 metres. Increases the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 1.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SoleSurvivor.png"
  },
  {
    "name": "Laurie Strode",
    "perk_name": "Object of Obsession",
    "description": "A supernatural bond links you to the Killer. Whenever the Killer reads your Aura, Object of Obsession activates: The Killer's Aura is revealed to you for the same duration as they read your Aura. Your Action speeds in Repairing, Healing, and Cleansing are increased by 2/4/6 %. If you are the Obsession, your Aura is revealed to the Killer for 3 seconds every 30 seconds. Increases the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 3.51,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ObjectOfObsession.png"
  },
  {
    "name": "Laurie Strode",
    "perk_name": "Decisive Strike",
    "description": "Using whatever is at hand, you stab at your aggressor in an ultimate attempt to escape. After being unhooked or unhooking yourself, Decisive Strike activates for the next 40/50/60 seconds: When being grabbed or picked up by the Killer, succeed a Skill Check IconHelp skillChecks.png to automatically escape their grasp, stunning them for 5 seconds. Successfully stunning the Killer will disable Decisive Strike for the remainder of the Trial and result in you becoming the Obsession.  While Decisive Strike is active, the following interactions will deactivate it: Repairing a Generator IconHelpLoading generators.png. Healing yourself or other Survivors. Cleansing a Totem IconHelpLoading totem.png. Sabotaging a Hook IconHelpLoading hook.png. Unhooking other Survivors.  Increases the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 4.07,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DecisiveStrike.png"
  },
  {
    "name": "Ace Visconti",
    "perk_name": "Open-Handed",
    "description": "Strengthens the potential in your and your team's Aura-reading abilities. Open-Handed increases all Aura-reading ranges by 8/12/16 metres. Open-Handed does not stack with other instances of itself.",
    "rating": 3.25,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_OpenHanded.png"
  },
  {
    "name": "Ace Visconti",
    "perk_name": "Up the Ante",
    "description": "All will be well in the end; you just know it. Your confidence strengthens the feeling of hope for those around you. For each Survivor still in the Trial, Up the Ante gains 1 Token. Each Token applies a stack-able 1/2/3 % bonus to the Luck of all Survivors, up to a maximum of 3/6/9 %.",
    "rating": 1.73,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_UpTheAnte.png"
  },
  {
    "name": "Ace Visconti",
    "perk_name": "Ace in the Hole",
    "description": "Lady Luck always seems to be throwing something good your way. When retrieving an Item from a Chest, there is a chance an Add-on will be attached to it. 100 % chance for an Add-on of Very Rare Rarity or lower. 10/25/50 % chance for a second Add-on of Uncommon Rarity or lower. Ace in the Hole allows you to keep any Add-ons your Item has equipped upon escaping.",
    "rating": 3.06,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_AceInTheHole.png"
  },
  {
    "name": "Feng Min",
    "perk_name": "Technician",
    "description": "You are apt at handling machinery with the greatest care and precision. Failing a Skill Check while repairing: Prevents the Generator Explosion. Applies the default Regression penalty. Applies an additional Regression penalty of 5/4/3 %. Technician reduces the audible range of your Generator-repairing noises by 8 metres.",
    "rating": 3.12,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Technician.png"
  },
  {
    "name": "Feng Min",
    "perk_name": "Lithe",
    "description": "After performing a rushed vault, break into a sprint at 150 % of your normal running speed for a maximum of 3 seconds. Lithe causes the Exhausted Status Effect for 60/50/40 seconds. Lithe cannot be used when Exhausted.",
    "rating": 4.2,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Lithe.png"
  },
  {
    "name": "Feng Min",
    "perk_name": "Alert",
    "description": "Your acute senses are on high alert. When the Killer breaks a Pallet or Breakable Wall, or damages a Generator, their Aura is revealed to you for 3/4/5 seconds.",
    "rating": 4.05,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Alert.png"
  },
  {
    "name": "Quentin Smith",
    "perk_name": "Wake Up!",
    "description": "Unlocks potential in your Aura-reading ability. Once all Generators are completed, Wake Up! activates: The Auras of the Exit Gate Switches are revealed to you within 128 metres. When opening an Exit Gate, your Aura is revealed to all other Survivors within 128 metres. You open Exit Gates 5/10/15 % faster.",
    "rating": 2.27,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_WakeUp.png"
  },
  {
    "name": "Quentin Smith",
    "perk_name": "Pharmacy",
    "description": "You have a knack for finding medicine. Unlocking Chests is 40/60/80 % faster. Unlocking your first Chest guarantees an Emergency Med-Kit. Pharmacy reduces the audible range of your Chest-unlocking noises by 8 metres.",
    "rating": 2.82,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Pharmacy.png"
  },
  {
    "name": "Quentin Smith",
    "perk_name": "Vigil",
    "description": "You look over your friends even in dire situations. You recover 10/15/20 % faster from the Blindness, Exhaustion, Haemorrhage, and Hindered Status Effects. This effect also applies to all other Survivors within 8 metres of you and lingers for 15 seconds.",
    "rating": 3.36,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Vigil.png"
  },
  {
    "name": "Tapp",
    "perk_name": "Tenacity",
    "description": "There is nothing stopping you. Your ferocious tenacity in dire situations allows you to crawl 30/40/50 % faster and also recover at the same time.",
    "rating": 3.47,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Tenacity.png"
  },
  {
    "name": "Tapp",
    "perk_name": "Detective's Hunch",
    "description": "Unlocks potential in your Aura-reading ability. Each time a Generator is completed, the Auras of any Generators, Chests IconHelp, and Totems within 32/48/64 metres are revealed to you for 10 seconds. If you are holding a Map that can track the corresponding objects revealed by Detective's Hunch, they are automatically added to it.",
    "rating": 4.02,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DetectivesHunch.png"
  },
  {
    "name": "Tapp",
    "perk_name": "Stake Out",
    "description": "Getting close to the Killer fills you with determination. Every 15 seconds you are standing within the Killer's Terror Radius without being chased, Stake Out gains 1 Token, up to a maximum of 2/3/4 Tokens. When Stake Out has at least 1 Token, Good Skill Checks consume 1 Token and are considered Great Skill Checks, granting an additional Progression bonus of 1 %. Great Skill Checks do not consume any Tokens.",
    "rating": 3.09,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_StakeOut.png"
  },
  {
    "name": "Kate Denson",
    "perk_name": "Dance With Me",
    "description": "When performing a rushed action to vault a Window or leave a Locker, you will not leave any Scratch Marks for the next 3 seconds. Dance With Me has a cool-down of 60/50/40 seconds.",
    "rating": 3.81,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DanceWithMe.png"
  },
  {
    "name": "Kate Denson",
    "perk_name": "Windows of Oppurtunity",
    "description": "Unlocks potential in your Aura-reading ability. The Auras of Breakable Walls, Pallets, and Windows are revealed to you within 20 metres. Windows of Opportunity has a cool-down of 30/25/20 seconds after vaulting or dropping a Pallet during a Chase.",
    "rating": 3.87,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_WindowsOfOppurtunity.png"
  },
  {
    "name": "Kate Denson",
    "perk_name": "Boil Over",
    "description": "You are a battler and do everything to escape a foe's grasp. While being carried by the Killer: Your Struggle Effects from Wiggling, causing the Killer to strafe sideways, are increased by 25/50/75 %. You obscure the Killer's ability to read the Auras of all Hooks within 10/12/14 metres of your pick-up location.",
    "rating": 2.88,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BoilOver.png"
  },
  {
    "name": "Adam Francis",
    "perk_name": "Diversion",
    "description": "Activate-able Perk. Standing within the Killer's Terror Radius while not in a Chase for 40/35/30 seconds activates Diversion. Once Diversion is activated, press the Active Ability button while crouched and motionless to throw a pebble, creating a distraction for the Killer at a distance of 20 meters. The distraction consists of the following: Loud Noise notification Scratch Marks Diversion's timer resets once the ability has been activated.",
    "rating": 3.64,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Diversion.png"
  },
  {
    "name": "Adam Francis",
    "perk_name": "Deliverance",
    "description": "After performing a Safe Hook Rescue on another Survivor, Deliverance activates: Your Self-Unhook attempts will succeed 100 % of the time. Deliverance causes the Broken Status Effect for 100/80/60 seconds after unhooking yourself.",
    "rating": 4.01,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Deliverance.png"
  },
  {
    "name": "Adam Francis",
    "perk_name": "Autodidact",
    "description": "You start the Trial with a -25 % Progression penalty for Skill Checks to heal Survivors. For every successful Skill Check completed while healing a Survivor, you receive a Token for a maximum of 3/4/5 Tokens. Each Token grants you a +15 % bonus Progression for a successful Skill Check while healing Survivors. Great Skill Checks cannot be performed while using Autodidact. Autodidact is not active when using a Med-Kit to heal.",
    "rating": 2.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Autodidact.png"
  },
  {
    "name": "Jeff Johansen",
    "perk_name": "Breakdown",
    "description": "Each time you are unhooked or unhook yourself, the Hook breaks and the Killer's Aura is revealed to you for 4/5/6 seconds. A Hook broken by Breakdown takes 180 seconds to respawn.",
    "rating": 2.93,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Breakdown.png"
  },
  {
    "name": "Jeff Johansen",
    "perk_name": "Aftercare",
    "description": "Unlocks potential in your Aura-reading ability. You see the Aura of the last 1/2/3 Survivor(s): You have rescued from a Hook, or who have rescued you from a Hook. You have completed a Healing action on, or who have completed a Healing action on you. They also see your Aura. All effects of Aftercare are reset upon being hooked by the Killer.",
    "rating": 3.72,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Aftercare.png"
  },
  {
    "name": "Jeff Johansen",
    "perk_name": "Distortion",
    "description": "You start the Trial with 3 Tokens. Whenever the Killer attempts to read your Aura, Distortion activates and a Token is consumed: Your Aura will not be shown to the Killer and you will not leave any Scratch Marks for the next 6/8/10 seconds. Distortion does not activate when you are in the Dying State or in a Killer Trap.",
    "rating": 3.48,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Distortion.png"
  },
  {
    "name": "Jane Romero",
    "perk_name": "Solidarity",
    "description": "Sharing painful experiences has the power to heal. When injured, healing another Survivor without using a Med-Kit also heals you with a Conversion rate of 40/45/50 %.",
    "rating": 3.14,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Solidarity.png"
  },
  {
    "name": "Jane Romero",
    "perk_name": "Poised",
    "description": "Achieving goals boosts your confidence. After a Generator is completed, you will not leave any Scratch Marks for the next 6/8/10 seconds.",
    "rating": 2.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Poised.png"
  },
  {
    "name": "Jane Romero",
    "perk_name": "Head On",
    "description": "When your mind is set, there better be no one standing in your way. While standing in a Locker for 3 seconds, Head On activates. When performing a rushed action to leave a Locker, stun the Killer for 3 seconds if they are within range. Head On causes the Exhausted Status Effect for 60/50/40 seconds. Head On cannot be used when Exhausted or when you have accrued Stillness Crows.",
    "rating": 4.05,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HeadOn.png"
  },
  {
    "name": "Ash Williams",
    "perk_name": "Flip-Flop",
    "description": "You have an uncanny ability to escape the inevitable. While in the Dying State, 50 % of your Recovery progression is converted into Wiggling progression, up to a maximum of 40/45/50 %, once you are picked up by the Killer.",
    "rating": 3.88,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_FlipFlop.png"
  },
  {
    "name": "Ash Williams",
    "perk_name": "Buckle Up",
    "description": "Unlocks potential in your Aura-reading ability. You can determine the Recovery progress of dying Survivors by the intensity of their Aura at a distance of up to 48 metres away. When healing another Survivor from the Dying State to the Injured State, the Killer's Aura is revealed to the both of you for 4/5/6 seconds.",
    "rating": 2.64,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BuckleUp.png"
  },
  {
    "name": "Ash Williams",
    "perk_name": "Mettle of Man",
    "description": "Evil has a way of always finding you. After triggering your third Protection Hit, Mettle of Man activates and you are protected by the Endurance Status Effect: Any damage taken that would put you into the Dying State from the Injured State is blocked. When you are healed again, your Aura will be revealed to the Killer whenever you are farther than 12/14/16 metres away. Mettle of Man deactivates the next time you are put into the Dying State. Increases the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 2.8,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_MettleOfMan.png"
  },
  {
    "name": "Nancy Wheeler",
    "perk_name": "Better Together",
    "description": "You seek justice and uncover the truth no matter what obstacle stands in your way. While repairing a Generator, its Aura is revealed in yellow to all other Survivors located within 32 metres. If the Killer downs a Survivor while you are repairing a Generator, you see the Auras of all other Survivors for 8/9/10 seconds.",
    "rating": 3.06,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BetterTogether.png"
  },
  {
    "name": "Nancy Wheeler",
    "perk_name": "Fixated",
    "description": "When you have a goal in mind, there is no turning back; better to ask forgiveness than permission. You walk 10/15/20 % faster and can see your own Scratch Marks.",
    "rating": 4.01,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Fixated.png"
  },
  {
    "name": "Nancy Wheeler",
    "perk_name": "Inner Strength",
    "description": "You look inwards and trust your instincts when you feel lost and alone. Each time you cleanse a Totem, Inner Strength activates: You are automatically healed 1 Health State when hiding inside a Locker for 10/9/8 seconds while injured or suffering from the Deep Wound Status Effect. Inner Strength does not activate if you currently suffer from the Broken Status Effect.",
    "rating": 4.12,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_InnerStrength.png"
  },
  {
    "name": "Steven Harrington",
    "perk_name": "Babysitter",
    "description": "While you have a reputation for being self-centred, you risk it all to help those in need. When you unhook a Survivor, the rescued Survivor will leave neither Scratch Marks nor Pools of Blood for the next 4/6/8 seconds. Both you and the Killer see each other's Aura for 4 seconds.",
    "rating": 2.2,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Babysitter.png"
  },
  {
    "name": "Steven Harrington",
    "perk_name": "Camaraderie",
    "description": "Life has taught you the importance of friendship which has given you strength. While you are on the Hook in the Struggle Phase, Camaraderie activates. If another Survivor is within 16 metres of your Hook while Camaraderie is active, the Struggle Phase timer is paused for 26/30/34 seconds.",
    "rating": 3.14,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Camaraderie.png"
  },
  {
    "name": "Steven Harrington",
    "perk_name": "Second Wind",
    "description": "You have learnt to avoid awkward situations with parents. Part of you still thinks your best option is to run away and hope things will take care of themselves. When you heal another Survivor for the equivalent of 1 Health State, Second Wind activates: The next time you are unhooked or unhook yourself, you suffer from the Broken Status Effect until Second Wind deactivates. You are automatically healed 1 Health State after 28/24/20 seconds. While Second Wind is active, the following conditions will deactivate it: Successfully being healed by Second Wind. Being put into the Dying State before the timer elapses. Second Wind does not activate if you already suffer from the Broken Status Effect.",
    "rating": 3.45,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SecondWind.png"
  },
  {
    "name": "Yui Kimura",
    "perk_name": "Lucky Break",
    "description": "You have had your share of scrapes and bruises, but luck is always on your side. Whenever you are in the Injured State, Lucky Break activates: Bleeding and Scratch Marks are suppressed for a maximum of 40/50/60 seconds, after which Lucky Break is disabled for the remainder of the Trial. Lucky Break deactivates when you are Healthy or in the Dying State.",
    "rating": 3.95,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_LuckyBreak.png"
  },
  {
    "name": "Yui Kimura",
    "perk_name": "Any Means Necessary",
    "description": "You stand up for yourself, using whatever's on hand to gain an advantage. Press and hold the Active Ability button for 4 seconds while standing beside a dropped Pallet to reset it to its upright position. Any Means Necessary has a cool-down of 100/80/60 seconds.",
    "rating": 3.86,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_AnyMeansNecessary.png"
  },
  {
    "name": "Yui Kimura",
    "perk_name": "Breakout",
    "description": "You kick into high gear when someone is in trouble, inspiring them to overcome any obstacle. When within 6 metres of a carried Survivor, you gain the Haste Status Effect, moving at an increased speed of 5/6/7 %. The carried Survivor's Wiggling speed is increased by 20 %.",
    "rating": 3.84,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Breakout.png"
  },
  {
    "name": "Zarina Kassir",
    "perk_name": "Off the Record",
    "description": "You have learnt that a quiet approach is sometimes best. After being unhooked or unhooking yourself, Off the Record activates for the next 60/70/80 seconds: Your Aura will not be shown to the Killer if they attempt to read it. When injured, Grunts of Pain are reduced by 100 %.",
    "rating": 3.24,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_OffTheRecord.png"
  },
  {
    "name": "Zarina Kassir",
    "perk_name": "Red Herring",
    "description": "You have noticed that people pay attention to whatever makes the loudest noise. After repairing a Generator for at least 3 seconds, its Aura is highlighted to you in yellow. The Generator stays highlighted until it is either fully repaired, you start repairing another Generator, or enter a Locker. Entering a Locker will trigger a Loud Noise notification for the Killer at the highlighted Generator's location. Red Herring has a cool-down of 60/50/40 seconds.",
    "rating": 3.73,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_RedHerring.png"
  },
  {
    "name": "Zarina Kassir",
    "perk_name": "For the People",
    "description": "You risk life and injury for others. For the People is only active while at full health. Press the Active Ability button while healing another Survivor without a Med-Kit to instantly heal them 1 Health State. You become the Obsession. For the People causes the Broken Status Effect for 110/100/90 seconds after using it. Reduces the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 4.07,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ForThePeople.png"
  },
  {
    "name": "Cheryl Mason",
    "perk_name": "Soul Guard",
    "description": "You have been through immense hardship and you're stronger for it. After being healed from or having recovered from the Dying State, Soul Guard grants you the Endurance Status Effect for the next 4/6/8 seconds. Any damage taken that would put you into the Dying State will instead trigger the Deep Wound Status Effect, after which you have 20 seconds to Mend yourself. Taking any damage while under the effect of Deep Wound or if its timer runs out will put you into the Dying State. Soul Guard allows you to completely recover from the Dying State when you are affected by the Cursed Status Effect. Soul Guard has a cool-down of 30 seconds.",
    "rating": 4,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SoulGuard.png"
  },
  {
    "name": "Cheryl Mason",
    "perk_name": "Blood Pact",
    "description": "It is as if a latent part of yourself has awakened. You feel like you can reach out beyond yourself for assistance. When you or the Obsession are injured, you both see each other's Auras. After healing the Obsession or being healed by the Obsession, you both gain the Haste Status Effect, moving at an increased speed of 5/6/7 % until you are no longer within 16 metres of each other. If you are the Obsession, Blood Pact deactivates. Reduces the odds of being the Obsession. The Killer can only be obsessed with one Survivor at a time.",
    "rating": 3.42,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BloodPact.png"
  },
  {
    "name": "Cheryl Mason",
    "perk_name": "Repressed Alliance",
    "description": "You are accustomed to being hunted by malicious forces, and you have begun using it to your advantage. After repairing Generators for a total of 80/70/60 seconds, Repressed Alliance activates: Press the Active Ability button to call upon The Entity to block the Generator you are currently repairing for 30 seconds, after which Repressed Alliance deactivates. The Aura of the blocked Generator is revealed to all Survivors in white.",
    "rating": 3.18,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_RepressedAlliance.png"
  },
  {
    "name": "Felix Richter",
    "perk_name": "Visionary",
    "description": "You are remarkably focused on your means of escape. The Auras of Generators are revealed to you within 32 metres. Each time a Generator is completed, Visionary is disabled for 20/18/16 seconds.",
    "rating": 2.83,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Visionary.png"
  },
  {
    "name": "Felix Richter",
    "perk_name": "Desperate Measures",
    "description": "You refuse to fail, even during your darkest hour. Increases Healing and Unhooking speeds by 10/12/14 % for each injured, hooked, or dying Survivor, up to a maximum of 40/48/56 %.",
    "rating": 4.08,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DesperateMeasures.png"
  },
  {
    "name": "Felix Richter",
    "perk_name": "Built to Last",
    "description": "You know how to get the most out of your tools. Once per Trial, your carried Item will refill 30/40/50 % of its Charges 10 seconds after having depleted it.",
    "rating": 4,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BuiltToLast.png"
  },
  {
    "name": "Elodie Rakoto",
    "perk_name": "Appraisal",
    "description": "You have a careful eye that notices what many overlook. Start the Trial with 3 Tokens: When a Chest has already been opened, consume 1 Token to rummage through it for an Item. Rummage through Chests 40/60/80 % faster. Rummaging is only available once per Chest.",
    "rating": 3.4,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Appraisal.png"
  },
  {
    "name": "Elodie Rakoto",
    "perk_name": "Deception",
    "description": "Your adventurous lifestyle requires moments of crafty misdirection. Interact with a Locker while holding the Sprint button to trigger a Loud Noise notification for the Killer at your location instead of entering the Locker. You will not leave any Scratch Marks for the next 3 seconds. Deception can only be triggered once every 60/50/40 seconds.",
    "rating": 3.94,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Deception.png"
  },
  {
    "name": "Elodie Rakoto",
    "perk_name": "Power Struggle",
    "description": "You have never given up and you are not about to start now. While being carried by The Killer, reaching 35/30/25 % Wiggling progression activates Power Struggle: You can drop a nearby, standing Pallet to stun The Killer and escape their grasp. Power Struggle deactivates after triggering successfully.",
    "rating": 3.41,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_PowerStruggle.png"
  },
  {
    "name": "Yun-Jin Lee",
    "perk_name": "Fast Track",
    "description": "Sometimes the sacrifice of others is necessary to get ahead. Whenever another Survivor is hooked, Fast Track gains 1/2/3 Token(s), up to a maximum of 9/18/27 Tokens. You consume all accumulated Tokens after a Great Skill Check on a Generator. Each Token grants a stack-able 1 % Progression bonus in addition to the default Progression bonus for succeeding a Great Skill Check.",
    "rating": 3.38,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_FastTrack.png"
  },
  {
    "name": "Yun-Jin Lee",
    "perk_name": "Smash Hit",
    "description": "When your rival makes a mistake, you seize the opportunity. After stunning the Killer with a Pallet, break into a sprint at 150 % of your normal running speed for a maximum of 4 seconds. Smash Hit causes the Exhausted Status Effect for 60/50/40 seconds. Smash Hit cannot be used when Exhausted.",
    "rating": 4.01,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SmashHit.png"
  },
  {
    "name": "Yun-Jin Lee",
    "perk_name": "Self-Preservation",
    "description": "Life is unforgiving. The more confirmation you get of that, the more prepared you become. Whenever another Survivor is hit with a Basic or Special Attack within 16 metres of you, Self-Preservation activates: Scratch Marks, Grunts of Pain when injured, and Bleeding are suppressed for the next 6/8/10 seconds.",
    "rating": 2.98,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SelfPreservation.png"
  },
  {
    "name": "Jill Valentine",
    "perk_name": "Counterforce",
    "description": "You know how to withstand an enemy stronger than you, and it starts with hunting down and knocking out their support. You cleanse Totems 20 % faster. Gain another, stack-able 20 % Cleansing Speed bonus per cleansed Totem. After cleansing a Totem, the Aura of the Totem farthest from you is revealed to you for 2/3/4 seconds.",
    "rating": 4.01,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Counterforce.png"
  },
  {
    "name": "Jill Valentine",
    "perk_name": "Resurgence",
    "description": "You have come back from near impossible odds... and you will do it again. After being unhooked or unhooking yourself, instantly gain 40/45/50 % to your Healing progress.",
    "rating": 4.04,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Resurgence.png"
  },
  {
    "name": "Jill Valentine",
    "perk_name": "Blast Mine",
    "description": "When direct combat is not an option, you still find ways to strike back. After repairing Generators for a total of 66 %, Blast Mine activates: After repairing a Generator for at least 3 seconds, press the Ability button to install a Trap, which stays active for 35/40/45 seconds. The Aura of Trapped Generators are revealed in yellow to all Survivors. A Generator can only be affected by one instance of Blast Mine at a time. When the Killer damages a Trapped Generator, the Trap explodes, stunning them and blinding anyone nearby. Blast Mine deactivates after triggering successfully.",
    "rating": 4.04,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BlastMine.png"
  },
  {
    "name": "Leon Kennedy",
    "perk_name": "Bite the Bullet",
    "description": "Pain hurts you as much as anyone, but you would prefer others do not know that. When healing, you make no noise, including Grunts of Pain: Failed Healing Skill Checks do not trigger a Loud Noise notification and only apply a Regression penalty of 3/2/1 %.",
    "rating": 3.62,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BiteTheBullet.png"
  },
  {
    "name": "Leon Kennedy",
    "perk_name": "Flashbang",
    "description": "You have adapted to a world in chaos and making what you can from the debris. After repairing Generators for a total of 70/60/50 %, Flashbang activates: Enter a Locker while empty-handed and press the Ability button to craft a Flash Grenade. The Flash Grenade is left behind when escaping the Trial.",
    "rating": 4.1,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Flashbang.png"
  },
  {
    "name": "Leon Kennedy",
    "perk_name": "Rookie Spirit",
    "description": "You keep a careful eye on objectives when they are slipping away. While repairing Generators, complete 5/4/3 Good or Great Skill Checks to activate Rookie Spirit for the remainder of the Trial: Once active, the Auras of any regressing Generators are revealed to you.",
    "rating": 3.99,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_RookieSpirit.png"
  },
  {
    "name": "Mikaela Reid",
    "perk_name": "Clairvoyance",
    "description": "There is an intrinsic energy in you that sees beyond your vision. Whenever you cleanse a Totem IconHelpLoading totem.png, Clairvoyance activates:When empty-handed, press and hold the Active Ability button to unlock your full Aura-reading potential, allowing you to see the Auras IconHelp auras.png of the Exit Gate Switches IconHelp exitGates.png, Generators IconHelpLoading generators.png, Hooks IconHelpLoading hook.png, and Chests IconHelp chests.png within 64 metres for 8/9/10 seconds.",
    "rating": 3.5,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Clairvoyance.png"
  },
  {
    "name": "Mikaela Reid",
    "perk_name": "Boon: Circle of Healing",
    "description": "A Boon that offers comfort amidst the terror. Press and hold the Active Ability button near a Dull or Hex Totem to bless it and create a Boon Totem IconHelpLoading totem.png. Soft chimes ring out within a radius of 28 metres. Survivors inside the Boon Totem's range benefit from the following effects: 90/95/100 % bonus to all Healing Speeds. Unlocks the Self-Care ability, allowing to self-heal without needing a Med-Kit IconItems firstAidKit.png at 50 % of the normal Healing speed. Also benefits from the Healing Speed bonus, boosting the Self-Healing speed to 95/97.5/100 %. You can only bless one Totem at a time. All equipped Boon Perks are active on the Same Boon Totem.",
    "rating": 4.25,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BoonCircleOfHealing.png"
  },
  {
    "name": "Mikaela Reid",
    "perk_name": "Boon: Shadow Step",
    "description": "A Boon that conceals the truth. Press and hold the Active Ability button near a Dull or Hex Totem to bless it and create a Boon Totem IconHelpLoading totem.png. Soft chimes ring out within a radius of 28 metres. Survivors inside the Boon Totem's range benefit from the following effects: Scratch Marks IconHelp scratchMarks.png are suppressed. Auras IconHelp auras.png are hidden from The Killer. Both effects linger for 2/3/4 seconds after leaving the Boon Totem's range. You can only bless one Totem at a time. All equipped Boon Perks are active on the Same Boon Totem.",
    "rating": 4.0,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BoonShadowStep.png"
  },
  {
    "name": "All",
    "perk_name": "Dark Sense",
    "description": "Unlocks potential in your Aura-reading ability. Each time a Generator is completed, the Killer's Aura is revealed to you for 5 seconds and for 5/7/10 seconds when the last Generator is completed.",
    "rating": 3.57,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DarkSense.png"
  },
  {
    "name": "All",
    "perk_name": "Deja Vu",
    "description": "Unlocks potential in your Aura-reading ability. Paranoia paired with your horror of failure helps prepare you from repeating the same mistakes. The Auras of 3 Generators in closest proximity to one another are revealed to you for 30/45/60 seconds at the start of the Trial, and each time a Generator is completed. If you are holding a Map, Generators revealed by Déjà Vu are automatically added to it.",
    "rating": 2.96,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DejaVu.png"
  },
  {
    "name": "All",
    "perk_name": "Hope",
    "description": "The growing odds of a successful escape fill you with hope and give you wings. As soon as the Exit Gates are powered, you gain a 5/6/7 % Haste Status Effect for 120 seconds.",
    "rating": 3.08,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Hope.png"
  },
  {
    "name": "All",
    "perk_name": "Kindred",
    "description": "Unlocks potential in your Aura-reading ability. While you are hooked: The Auras of all Survivors are revealed to one another. Whenever the Killer is within 8/12/16 metres of your Hook, their Aura is revealed to all Survivors. While another Survivor is hooked: The Auras of all other Survivors are revealed to you. Whenever the Killer is within 8/12/16 metres of the hooked Survivor, their Aura is revealed to you.",
    "rating": 4.5,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Kindred.png"
  },
  {
    "name": "All",
    "perk_name": "Lightweight",
    "description": "Your running is light and soft, making your tracks harder to follow. Your Scratch Marks start to disappear 1/2/3 seconds sooner.",
    "rating": 2.92,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Lightweight.png"
  },
  {
    "name": "All",
    "perk_name": "No One Left Behind",
    "description": "It is inconceivable to leave someone behind. Once at least one Exit Gate has been opened, No One Left Behind activates: Gain a 30/40/50 % Action Speed bonus to Unhooking and Healing other Survivors. The Auras of all other Survivors are revealed to you. No One Left Behind grants 50/75/100 % bonus Bloodpoints for actions in the Altruism Category.",
    "rating": 2.35,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_NoOneLeftBehind.png"
  },
  {
    "name": "All",
    "perk_name": "Plunderer's Instinct",
    "description": "Unlocks potential in your Aura-reading ability. The Auras of closed Chests and dropped Items throughout the Trial Grounds are revealed to you within 16/24/32 metres. Grants a considerably better chance at finding an Item of a higher Rarity from Chests.",
    "rating": 3.71,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_PlunderersInstinct.png"
  },
  {
    "name": "All",
    "perk_name": "Premonition",
    "description": "You have the undeniable capability to sense danger. Get an auditory warning when looking in the Killer's direction within a 45 ° cone within 36 metres. Premonition has a cool-down of 60/45/30 seconds each time it activates.",
    "rating": 2.18,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Premonition.png"
  },
  {
    "name": "All",
    "perk_name": "Resilience",
    "description": "You are motivated in dire situations. When injured, your Action speeds in Repairing, Healing, Sabotaging, Unhooking, Vaulting, Cleansing, Opening, and Unlocking are increased by 3/6/9 %.",
    "rating": 4.1,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Resilience.png"
  },
  {
    "name": "All",
    "perk_name": "Slippery Meat",
    "description": "You have developed an efficient way to get off Hooks. Grants 3 additional Self-Unhook attempts. Your Self-Unhook chance is increased by 2/3/4 %.",
    "rating": 2.35,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SlipperyMeat.png"
  },
  {
    "name": "All",
    "perk_name": "Small Game",
    "description": "You have the undeniable capability to sense danger. Get an auditory warning when looking in the direction of Totems in a 45 ° cone within 8/10/12 metres. Small Game has a cool-down of 15/12/10 seconds each time it activates. For each Dull or Hex Totem cleansed by any Player, Small Game gains 1 Token: Each Token decreases the Detection cone's angle by 5 °, down to a minimum of 20 °.",
    "rating": 3.71,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SmallGame.png"
  },
  {
    "name": "All",
    "perk_name": "Spine Chill",
    "description": "An unnatural tingle warns you of impending doom. Whenever the Killer is looking in your direction when within 36 metres of you, Spine Chill activates: Skill Check Trigger odds are increased by 10 %. Skill Check Success zones are reduced by 10 %. Your Action speeds in Repairing, Healing, Sabotaging, Unhooking, Vaulting, Cleansing, Opening, and Unlocking are increased by 2/4/6 %.",
    "rating": 4.45,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SpineChill.png"
  },
  {
    "name": "All",
    "perk_name": "This Is Not Happening",
    "description": "You perform at your best when you are under extreme stress. When injured, the Success zone of Great Skill Checks while Repairing, Healing, and Sabotaging is increased by 10/20/30 %.",
    "rating": 2.06,
    "type": "survivor",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ThisIsNotHappening.png"
  },
  {
    "name": "Hag",
    "perk_name": "Hex: The Third Seal",
    "description": "A Hex that hinders one's Aura-reading ability. Hitting a Survivor while the Hex Totem is active applies the Blindness Status Effect. This effect applies to the last 4 Survivors hit. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 2.92,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_TheThirdSeal.png"
  },
  {
    "name": "Wraith",
    "perk_name": "Shadowborn",
    "description": "You have a keen vision in the darkness of the night. Your Field of View is increased by 15 °. Field of View gains do not stack.",
    "rating": 3,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Shadowborn.png"
  },
  {
    "name": "Huntress",
    "perk_name": "Hex: Huntress Lullaby",
    "description": "A Hex rooting its power in despair. Your hunt is an irresistible song of dread which muddles your prey's attention. Survivors receive a 6 % Regression penalty when missing any Skill Check. Each time a Survivor is hooked, Huntress Lullaby grows in power: • 1 to 4 Tokens: Time between the Skill Check warning sound and the Skill Check becomes shorter. • 5 Tokens: No Skill Check warning. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 3.41,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HuntressLullaby.png"
  },
  {
    "name": "Pig",
    "perk_name": "Surveillance",
    "description": "Unlocks potential in one's Aura-reading ability. All regressing Generators will be highlighted by a white Aura. Once regression ends, Generators will be highlighted by a yellow Aura for 16 seconds. Noises created by Generator Repairs are audible at an additional 8 metres.",
    "rating": 4.11,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Surveillance.png"
  },
  {
    "name": "Oni",
    "perk_name": "Nemesis",
    "description": "You seek retribution on those who have wronged you. A Survivor who blinds or stuns you using a Pallet or a Locker becomes your Obsession. Anytime a new Survivor becomes the Obsession, they are affected by the Oblivious Status Effect for 60 seconds and their Aura is revealed to you for 4 seconds. You can only be obsessed with one Survivor at a time.",
    "rating": 3.27,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Nemesis.png"
  },
  {
    "name": "Doctor",
    "perk_name": "Monitor & Abuse",
    "description": "Meticulous in your approach, terrifying in your application. While in a Chase, your Terror Radius is increased by 8 metres. Otherwise, your Terror Radius is decreased by 8 metres and your Field of View is increased by 10 °. Field of View gains do not stack.",
    "rating": 4.05,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_MonitorAbuse.png"
  },
  {
    "name": "Hillbilly",
    "perk_name": "Tinkerer",
    "description": "When a Generator is repaired to 85 %, you receive a Loud Noise notification and your Terror Radius is reduced to 0 metres for 12 seconds.",
    "rating": 4.52,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Tinkerer.png"
  },
  {
    "name": "Wraith",
    "perk_name": "Predator",
    "description": "Your acute tracking ability allows you to hone in on disturbances left by running Survivors. Scratch Marks left by Survivors will spawn slightly/moderately/considerably closer together.",
    "rating": 2.27,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Predator.png"
  },
  {
    "name": "Trapper",
    "perk_name": "Brutal Strength",
    "description": "Your great strength allows you to shred through your prey's defences. Destroy dropped Pallets and damage Generators 20 % faster.",
    "rating": 4.04,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BrutalStrength.png"
  },
  {
    "name": "Hillbilly",
    "perk_name": "Enduring",
    "description": "You are resilient to pain. You reduce the duration of Pallet Stuns by 50 %.",
    "rating": 4.11,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Enduring.png"
  },
  {
    "name": "Hillbilly",
    "perk_name": "Lightborn",
    "description": "Unlike other beasts of The Fog, you have adapted to light. Resistance to Blindness is increased by 80 %. Recovery from Blindness is increased by 50 %.",
    "rating": 3.98,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Lightborn.png"
  },
  {
    "name": "Cannibal",
    "perk_name": "Franklin's Demise",
    "description": "Your vicious Basic Attacks make the Survivors drop their Item on impact. The lost Item is damaged in the fall, losing 10 % of its base amount of Charges.",
    "rating": 3.41,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_FranklinsDemise.png"
  },
  {
    "name": "Trapper",
    "perk_name": "Unnerving Presence",
    "description": "Your presence alone instils great fear. Survivors within your Terror Radius have a 10 % greater chance of triggering Skill Checks when repairing, healing or sabotaging. Triggered Skill Checks' success zones are reduced by 60 %.",
    "rating": 2.69,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_UnnervingPresence.png"
  },
  {
    "name": "Myers",
    "perk_name": "Play with Your Food",
    "description": "You become obsessed with one Survivor. Every time you chase your Obsession and let them escape, you receive a Token up to a maximum of 3 Tokens. Each Token increases your Movement speed by 5 %. Each offensive action spends 1 Token. You can only be obsessed with one Survivor at a time.",
    "rating": 3.6,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_PlayWithYourFood.png"
  },
  {
    "name": "Hag",
    "perk_name": "Hex: Devour Hope",
    "description": "A Hex rooting its power on hope. The false hope of Survivors ignites your hunger. When a Survivor is rescued from a Hook at least 24 metres away, Devour Hope receives a Token. • 2 Tokens: Gain a 3/4/5 % Haste Status Effect 10 seconds after hooking a Survivor, for a duration of 10 seconds. • 3 Tokens: Survivors suffer from the Exposed Status Effect. • 5 Tokens: Grants the ability to kill Survivors by your own hand. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 4.02,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DevourHope.png"
  },
  {
    "name": "All",
    "perk_name": "Iron Grasp",
    "description": "Your powerful hold onto the Survivors causes escapes to be nearly impossible. Effects of Survivor struggling are reduced by 75 %. Time to struggle out of your grasp is increased by 12 %.",
    "rating": 3.39,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_IronGrasp.png"
  },
  {
    "name": "All",
    "perk_name": "We'll Make It",
    "description": "Helping others heightens your morale. For each Survivor you rescue from a Hook, gain an additional 100 % speed increase to healing up others for 90 seconds. Cumulative Healing Speed bonuses cannot exceed 100 %.",
    "rating": 4.17,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_WellMakeIt.png"
  },
  {
    "name": "Cannibal",
    "perk_name": "Knock Out",
    "description": "The trauma caused by your brutal attacks makes crying for help painfully difficult. Dying Survivors' Auras are not revealed to other Survivors when they are standing outside of a range of 16 metres.",
    "rating": 3.33,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_KnockOut.png"
  },
  {
    "name": "All",
    "perk_name": "Bitter Murmur",
    "description": "Unlocks potential in one's Aura-reading ability. Each time a Generator is fully repaired, Survivors within 16 metres of the completed Generator will be revealed for 5 seconds. When the last Generator is fully repaired, all the Survivors' Auras are revealed for 10 seconds.",
    "rating": 3.99,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BitterMurmur.png"
  },
  {
    "name": "All",
    "perk_name": "Deerstalker",
    "description": "Unlocks potential in one's Aura-reading ability. Reveals dying Survivors' Auras when standing within 36 metres.",
    "rating": 3.13,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Deerstalker.png"
  },
  {
    "name": "Deathslinger",
    "perk_name": "Gear Head",
    "description": "You've got an ear for well-oiled gears. After hitting a Survivor 2 times with your Basic Attack, Gearhead activates for 35/40/45 seconds. Each time a Survivor completes a Good or Great Skill Check while repairing, the Generator will be revealed by a yellow Aura for as long as it is being repairing.",
    "rating": 2.86,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_GearHead.png"
  },
  {
    "name": "Nurse",
    "perk_name": "A Nurse's Calling",
    "description": "Unlocks potential in one's Aura-reading ability. The Auras of Survivors who are healing or being healed are revealed to you when they are within a range of 28 metres,",
    "rating": 3.64,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ANursesCalling.png"
  },
  {
    "name": "Pig",
    "perk_name": "Hangman's Trick",
    "description": "Unlocks potential in one's Aura-reading ability. All regressing Generators will be highlighted by a white Aura. Once regression ends, Generators will be highlighted by a yellow Aura for 16 seconds. Noises created by Generator Repairs are audible at an additional 8 metres.",
    "rating": 3.16,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HangmansTrick.png"
  },
  {
    "name": "All",
    "perk_name": "Hex: No One Escapes Death",
    "description": "A Hex rooting its power on hope. You are animated by the power of your Hex Totem when the Survivors are on the verge of escaping. Once the Exit Gates are powered, if there is a Dull Totem remaining on the Map, this Hex is applied to  While Hex: No One Escapes Death is active, Survivors suffer from the Exposed Status Effect and your Movement speed is increased by 4 %. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 4.01,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_NoOneEscapesDeath.png"
  },
  {
    "name": "Pyramid Head",
    "perk_name": "Trail Of Torment",
    "description": "You guide your victims along a path of pain and punishment. After kicking a Generator, you become Undetectable for as long as the Generator is regressing or a Survivor is put into the Dying State by any means. During this time, the Generator's Aura is revealed in yellow to all Survivors. Trail of Torment can only be triggered once every 80/70/60 seconds.",
    "rating": 3.88,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_TrailOfTorment.png"
  },
  {
    "name": "Doctor",
    "perk_name": "Overcharge",
    "description": "You are fuelled by your hate for progress. Overcharge a Generator by performing the Damage Generator action. The next Survivor interacting with that Generator is faced with a tremendously difficult Skill Check. Failing the Skill Check results in an additional 5 % Regression penalty. Succeeding the Skill Check grants no progress, but prevents the Generator Explosion.",
    "rating": 3.33,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Overcharge.png"
  },
  {
    "name": "Freddy",
    "perk_name": "Fire Up",
    "description": "The increased pressure of losing your preys fills you with anger and gives you unsuspected motivation. Each time the Survivors complete repairs on a Generator, Fire Up grows in power. • For each Generator completed, gain a stack-able 4 % buff to Picking-Up, Dropping, Pallet Breaking, Generator Damaging and Vaulting speeds for the remainder of the Trial.",
    "rating": 3.83,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_FireUp.png"
  },
  {
    "name": "Spirit",
    "perk_name": "Spirit Fury",
    "description": "Each Pallet you break magnifies the wrath of The Entity. After breaking 2 Pallets, the next time you are stunned by a Pallet, The Entity will instantly break it. You still suffer from the stun effect penalty.",
    "rating": 3.96,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SpiritFury.png"
  },
  {
    "name": "Demogorgon",
    "perk_name": "Mindbreaker",
    "description": "Your distressing presence drains and weakens your prey. While repairing Generators, Survivors are afflicted by the Exhausted Status Effect. Any existing Exhaustion timers are paused while the Survivor is repairing a Generator. After ending the Repair action, the Survivor is afflicted by the Exhausted Status Effect for 3/4/5 seconds.",
    "rating": 2.7,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Mindbreaker.png"
  },
  {
    "name": "All",
    "perk_name": "Spies from the Shadows",
    "description": "The Crows found in the world can communicate directly with you. 100 % of the time, cawing Crows give you a visual cue when you are within a range of 36 metres. Spies from the Shadows has a cool-down of 5 seconds.",
    "rating": 3.36,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SpiesFromTheShadows.png"
  },
  {
    "name": "Spirit",
    "perk_name": "Hex: Haunted Ground",
    "description": "Two trapped Hex Totems will spawn in the Trial. When one of the two trapped Hex Totems is cleansed by a Survivor, all Survivors suffer from the Exposed Status Effect for 60 seconds. The remaining trapped Hex Totem immediately becomes a Dull Totem.",
    "rating": 4.03,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HauntedGround.png"
  },
  {
    "name": "Spirit",
    "perk_name": "Rancor",
    "description": "You become obsessed with one  Each time a Generator is completed, the Obsession sees your Aura for 3 seconds. Each time a Generator is completed, all Survivors' locations are revealed to you for 3 seconds. Once all Generators are completed, the Obsession has the Exposed Status Effect and the Killer can kill the  You can only be obsessed with one Survivor at a time.",
    "rating": 3.35,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Rancor.png"
  },
  {
    "name": "Legion",
    "perk_name": "Discordance",
    "description": "Any Generator within a range of 64/96/128 metres that is being repaired by 2 or more Survivors is marked by a yellow Aura. When the Generator is first highlighted, Discordance triggers a Loud Noise notification on the Generator. After the Generator is no longer within range or is being repaired by just 1 Survivor, the highlighted Aura remains for another 4 seconds.",
    "rating": 4.34,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Discordance.png"
  },
  {
    "name": "Legion",
    "perk_name": "Mad Grit",
    "description": "While carrying a Survivor, you suffer no cool-down on missed attacks and successfully hitting another Survivor will pause the carried Survivor's wiggle timer for 4 seconds.",
    "rating": 2.89,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_MadGrit.png"
  },
  {
    "name": "Legion",
    "perk_name": "Iron Maiden",
    "description": "You open Lockers 50 % faster. Survivors who exit Lockers suffer from the Exposed Status Effect for 15 seconds and their location is revealed for 4 seconds.",
    "rating": 3.46,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_IronMaiden.png"
  },
  {
    "name": "Demogorgon",
    "perk_name": "Cruel Limits",
    "description": "Your ties to the otherworldly manifest when your prey attempts to get away. Each time a Generator is repaired, all Windows and vault locations within a radius of 32 metres from the completed Generator are blocked for all Survivors for the next 20/25/30 seconds.",
    "rating": 2.37,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_CruelLimits.png"
  },
  {
    "name": "Blight",
    "perk_name": "Dragon's Grip",
    "description": "After kicking a Generator Generator}}, for the next 30 seconds, the first Survivor that interacts with it will scream, revealing their location for 4 seconds, and becoming afflicted with the Exposed Status Effect for 60 seconds. Dragon's Grip has a cool-down of 120/100/80 seconds.",
    "rating": 3.67,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DragonsGrip.png"
  },
  {
    "name": "Ghost Face",
    "perk_name": "I'm All Ears",
    "description": "Your keen senses are sharpened in the dark Realm of The Entity. Unlocks potential in one's Aura-reading ability. Any Survivor performing a rushed action within 48 metres from your location will have their Aura revealed to you for 6 seconds. I'm All Ears can only be triggered once every 40 seconds.",
    "rating": 3.99,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ImAllEars.png"
  },
  {
    "name": "All",
    "perk_name": "Unrelenting",
    "description": "You recuperate faster from missed attacks made with your main weapon. The cool-down of missed Basic Attacks is reduced by 30 %.",
    "rating": 2.93,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Unrelenting.png"
  },
  {
    "name": "Trapper",
    "perk_name": "Agitation",
    "description": "You get excited in anticipation of hooking your prey. Increases your Movement speed while transporting bodies by 18 %. While transporting a body, your Terror Radius is increased by 12 metres.",
    "rating": 3.68,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Agitation.png"
  },
  {
    "name": "Wraith",
    "perk_name": "Bloodhound",
    "description": "Like a hunting scent hound, you smell traces of blood at a great distance. Fresh Blood Stains are considerably more discernible than normal and can be tracked for 4 seconds longer than normal.",
    "rating": 2.94,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Bloodhound.png"
  },
  {
    "name": "Doctor",
    "perk_name": "Overwhelming Presence",
    "description": "Your presence alone instils great fear. Survivors within your Terror Radius suffer from inefficiency. Affected Survivors' Item Consumption rates are increased by 100 %.",
    "rating": 2.52,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_OverwhelmingPresence.png"
  },
  {
    "name": "Freddy",
    "perk_name": "Blood Warden",
    "description": "As soon as the Exit Gate is opened, Blood Warden is activated. The Auras of any Survivors located within Exit Gate areas are revealed to you. Once per Trial, hooking a Survivor while Blood Warden is active calls upon The Entity to block both Exits for all Survivors for 60 seconds.",
    "rating": 3.17,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BloodWarden.png"
  },
  {
    "name": "Pig",
    "perk_name": "Make Your Choice",
    "description": "When a Survivor rescues another Survivor from a Hook that is at least 32 metres away from you, Make Your Choice triggers and applies the Exposed Status Effect on the rescuer for 60 seconds. Make Your Choice has a cool-down of 60 seconds.",
    "rating": 4.08,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_MakeYourChoice.png"
  },
  {
    "name": "Plague",
    "perk_name": "Infectious Fright",
    "description": "The cries of the unfaithful make your heart leap. Any Survivors that are within the Killer's Terror Radius while another Survivor is put into the Dying State with a Basic Attack will yell and reveal their current location to the Killer for 6 seconds.",
    "rating": 3.59,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_InfectiousFright.png"
  },
  {
    "name": "Nurse",
    "perk_name": "Thanatophobia",
    "description": "Their courage fades in the face of their undeniable mortality. For each injured, dying or hooked Survivor, all Survivors receive a penalty of 4/4.5/5 % to their Repair, Sabotage, and Totem-Cleansing speed, stack-able up to a maximum of 16/18/20%.",
    "rating": 4.06,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Thanatophobia.png"
  },
  {
    "name": "Huntress",
    "perk_name": "Territorial Imperative",
    "description": "Unlocks potential in one's Aura-reading ability. Survivors' Auras are revealed to you for 3 seconds when they enter the Basement and you are more than 32 metres away from the Basement entrance. Territorial Imperative can only be triggered once every 20 seconds.",
    "rating": 2.24,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_TerritorialImperative.png"
  },
  {
    "name": "Myers",
    "perk_name": "Save the Best for Last",
    "description": "You become obsessed with one Survivor. Earn a Token for each successful hit that is not dealt to the Obsession. Each Token grants a stack-able 5 % cool-down reduction on successful attacks. You can earn up to 8 Tokens. Attacking your Obsession will make you lose 2 Tokens. You can no longer gain Tokens if your Obsession is sacrificed or killed. You can only be obsessed with one Survivor at a time.",
    "rating": 3.53,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SaveTheBestForLast.png"
  },
  {
    "name": "Huntress",
    "perk_name": "Beast of Prey",
    "description": "Your lust for a kill is so intense that your connection with The Entity is momentarily lost, making you totally unpredictable. The Red Stain disappears after gaining Bloodlust Tier I and stays hidden until you lose Bloodlust. Gain 50 % more Bloodpoints for actions in the Hunter Category.",
    "rating": 2.44,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BeastOfPrey.png"
  },
  {
    "name": "Cannibal",
    "perk_name": "Barbecue & Chilli",
    "description": "A deep bond with The Entity unlocks potential in one's Aura-reading ability. After hooking a Survivor, all other Survivors' Auras are revealed to you for 4 seconds when they are farther than 40 metres from the Hook. Each time a Survivor is hooked for the first time, gain a 25 % stack-able bonus to all Bloodpoint gains up to a maximum of 100 %. The bonus Bloodpoints are only awarded post-Trial.",
    "rating": 4.59,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BarbecueChilli.png"
  },
  {
    "name": "Plague",
    "perk_name": "Corrupt Intervention",
    "description": "Your prayers invoke a dark power that meddles with the Survivors' chances of survival. 3 Generators located farthest from you are blocked by The Entity for 120 seconds at the start of the Trial. Survivors cannot repair the Generators for the duration Corrupt Intervention is active.",
    "rating": 4,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_CorruptIntervention.png"
  },
  {
    "name": "Plague",
    "perk_name": "Dark Devotion",
    "description": "The display of your Powers creates a whirlwind of panic that spreads throughout the land. You become obsessed with one Survivor. Hitting the Obsession with your basic attack causes the Obsession to emit a Terror Radius of 32 metres for 30 seconds. During that time, your Terror Radius is reduced to 0 metres. The Obsession hears the Terror Radius they emit for the duration. You can only be obsessed with one Survivor at a time.",
    "rating": 3.36,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DarkDevotion.png"
  },
  {
    "name": "Demogorgon",
    "perk_name": "Surge",
    "description": "Your eerie presence charges the air and interferes with technology. Putting a Survivor into the Dying State with a Basic Attack causes all Generators within a radius of 32 metres to instantly explode and regress. Surge applies an immediate Regression penalty of 8 %. Surge can only be triggered once every 40 seconds.",
    "rating": 4.41,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Surge.png"
  },
  {
    "name": "Oni",
    "perk_name": "Blood Echo",
    "description": "The agony of one is inflicted on others. When hooking a Survivor, all other injured Survivors suffer from the Haemorrhage Status Effect until healed and the Exhausted Status Effect for 45 seconds. Blood Echo can only be triggered once every 60 seconds.",
    "rating": 3.24,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_BloodEcho.png"
  },
  {
    "name": "All",
    "perk_name": "Insidious",
    "description": "Unlocks the stealth ability. By standing still for 2 seconds, you reduce your Terror Radius to 0 metres and thus become stealthy until you move or act again.",
    "rating": 2.24,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Insidious.png"
  },
  {
    "name": "All",
    "perk_name": "Sloppy Butcher",
    "description": "You know where to hit to make them bleed. Wounds inflicted by successful attacks considerably increase the Survivor's bleeding frequency and cause the Mangled Status  Haemorrhage and Mangled effects caused by Sloppy Butcher return to normal once the Survivor is fully healed.",
    "rating": 3.3,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_SloppyButcher.png"
  },
  {
    "name": "Pyramid Head",
    "perk_name": "Forced Penance",
    "description": "Those who stand in the way of duty will suffer harsh judgement. Survivors who take a Protection Hit are inflicted with the Broken Status Effect for 60/70/80 seconds.",
    "rating": 2.79,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ForcedPenance.png"
  },
  {
    "name": "Pyramid Head",
    "perk_name": "Deathbound",
    "description": "Those whose lives are intertwined in darkness are destined to suffer together. When a Survivor heals another Survivor for one Health State at least 32 metres away from the Killer, the Survivor performing the Healing action will scream, revealing their location and activating Deathbound for the next 60 seconds. During that time, the Survivor will suffer from the Oblivious Status Effect when farther than 16/12/8 metres away from the healed Survivor.",
    "rating": 3.07,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Deathbound.png"
  },
  {
    "name": "Blight",
    "perk_name": "Hex: Undying",
    "description": "A Hex which maintains the vile powers that flow throughout the Trial. When Hex: Undying is active and a different Hex Totem is cleansed, that Hex will be transferred to a Dull Totem—so long as one exists. Survivors' Auras are revealed for 4/5/6 seconds when they are within 2 metres of any Totem.",
    "rating": 4.14,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HexUndying.png"
  },
  {
    "name": "Freddy",
    "perk_name": "Remember Me",
    "description": "You become obsessed with one Survivor. Each time you hit your Obsession, you increase the Exit Gate Opening time by 4 seconds up to a maximum of 16 additional seconds. The Obsession is not affected by Remember Me. You can only be obsessed with one Survivor at a time.",
    "rating": 3.96,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_RememberMe.png"
  },
  {
    "name": "Deathslinger",
    "perk_name": "Hex: Retribution",
    "description": "A Hex that lashes out upon its destruction. Those who cross you will be punished. Any Survivor who cleanses a Dull Totem will suffer from the Oblivious Status Effect for 35/40/45 seconds. If any Hex Totem is cleansed, including this one, the Auras of all Survivors are revealed for 10 seconds.",
    "rating": 3.48,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HexRetribution.png"
  },
  {
    "name": "Clown",
    "perk_name": "Coulrophobia",
    "description": "Your presence alone instils great fear. Survivors within your Terror Radius have a 50 % penalty to the Healing progression speed.",
    "rating": 2.89,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Coulrophobia.png"
  },
  {
    "name": "All",
    "perk_name": "Distressing",
    "description": "Your horrifying emanation strikes at a supernaturally long distance. Your Terror Radius is increased by 26 %. Gain 100 % more Bloodpoints for actions in the Deviousness Category. The Bonus Bloodpoints are only awarded during the Trial.",
    "rating": 3.12,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Distressing.png"
  },
  {
    "name": "Ghost Face",
    "perk_name": "Furtive Chase",
    "description": "You become obsessed with one Survivor. You lurk in the shadows, eliminating your victims one by one. When your Obsession is hooked, Furtive Chase receives a Token, up to a maximum of 4 Tokens. Each Token decreases your Terror Radius by 4 metres while in a Chase. When a Survivor rescues the Obsession from a Hook, the rescuer becomes the Obsession. You lose all Tokens if the Obsession is sacrificed or killed. You can only be obsessed with one Survivor at a time.",
    "rating": 2.33,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_FurtiveChase.png"
  },
  {
    "name": "Ghost Face",
    "perk_name": "Thrilling Tremors",
    "description": "Your dark designs and shrewd composure rouse The Entity. After picking up a Survivor, all Generators not being repaired by Survivors are blocked by The Entity and cannot be repaired for the next 16 seconds. Affected Generators are highlighted by a white Aura. Thrilling Tremors can only be triggered once every 60 seconds.",
    "rating": 3.64,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ThrillingTremors.png"
  },
  {
    "name": "Deathslinger",
    "perk_name": "Dead Man's Switch",
    "description": "You become obsessed with one Survivor. After hooking the Obsession, Dead Man's Switch activates for the next 35/40/45 seconds. While activated, any Survivor that stops repairing a Generator before it is fully repaired causes The Entity to block the Generator until Dead Man's Switch's effect ends. Affected Generators are highlighted by a white Aura.",
    "rating": 3.32,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DeadMansSwitch.png"
  },
  {
    "name": "All",
    "perk_name": "Hex: Thrill of the Hunt",
    "description": "A Hex rooting its power on hope. The false hope of Survivors fills you with excitement and strengthens your totems. For each Dull Totem and Hex Totem remaining on the Map gain a Token. • Gain 10 % more Bloodpoints for actions in the Hunter Category for each Token. • Survivors' cleansing speed is reduced by 6 % for each Token. • Gain a notification when someone starts working on a Hex Totem. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 3.07,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ThrillOfTheHunt.png"
  },
  {
    "name": "Blight",
    "perk_name": "Hex: Blood Favour",
    "description": "A Hex that gains the favour of The Entity when blood is spilt. When a Survivor is hit, all Pallets within a radius of 16 metres of your location are held in place by The Entity for 15 seconds and cannot be pulled down by Survivors. Hex: Blood Favour has a cool-down of 60/50/40 seconds.",
    "rating": 3.24,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HexBloodFavour.png"
  },
  {
    "name": "Nurse",
    "perk_name": "Stridor",
    "description": "You are acutely sensitive to the breathing of your prey. Survivors' Grunts of Pain are 50 % louder and regular breathing is 25 % louder.",
    "rating": 3.62,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Stridor.png"
  },
  {
    "name": "Myers",
    "perk_name": "Dying Light",
    "description": "You become obsessed with one Survivor. Your Obsession gains a 33 % Action Speed bonus to unhooking and healing other Survivors. Each time you hook a Survivor that is not the Obsession and the Obsession is alive, gain a Token. If the Obsession is alive, all others Survivors get a stack-able 3 % penalty to Repair, Healing, and Sabotage speed for each Token. You can only be obsessed with one Survivor at a time.",
    "rating": 3.17,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_DyingLight.png"
  },
  {
    "name": "Hag",
    "perk_name": "Hex: Ruin",
    "description": "A Hex that affects the Survivors' skills at repairing Generators. All Survivors are affected by Ruin, which causes the following: • Good Skill Checks result in a 5 % Regression penalty on the Generator. • Great Skill Checks grant 0 % Bonus Progression on the Generator. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 4.53,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Ruin.png"
  },
  {
    "name": "Clown",
    "perk_name": "Pop Goes the Weasel",
    "description": "A deep bond with The Entity unlocks great strength. After hooking a Survivor, the next Generator you damage is instantly loses 25% of its progress. Normal Generator Regression applies after the Damage Generator action. Pop Goes the Weasel is active for 35/40/45 seconds after the Survivor is hooked.",
    "rating": 4.56,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_PopGoesTheWeasel.png"
  },
  {
    "name": "Oni",
    "perk_name": "Zanshin Tactics",
    "description": "Unlocks potential in one's Aura-reading ability. You are mentally alert and aware of key points on the battlefield. The Auras of all Pallets and Windows are revealed to you within a range of 24 metres. When a Survivor is damaged, Zanshin Tactics becomes inactive for 30 seconds.",
    "rating": 2.9,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_ZanshinTactics.png"
  },
  {
    "name": "All",
    "perk_name": "Monstrous Shrine",
    "description": "Your fervent care of the Hooks found in the Basement has aroused The Entity's interest. The Basement Hooks are granted the following bonuses: • 9 % faster Entity progression • 15 % increased difficulty on escape attempts • 9 % increased penalty to escape fails.",
    "rating": 1.73,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_MonstrousShrine.png"
  },
  {
    "name": "Clown",
    "perk_name": "Bamboozle",
    "description": "Your vault speed is 15 % faster. Performing a vault action calls upon The Entity to block that vault location for 16 seconds. Only one vault location may be blocked in this way at any given time. The vault location is blocked only for Survivors. Bamboozle does not affect Pallets.",
    "rating": 4.12,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Bamboozle.png"
  },
  {
    "name": "All",
    "perk_name": "Whispers",
    "description": "You have a rudimentary understanding of The Entity's voice. Sporadically hear The Entity's Whisper when standing within a 32 metres of a Survivor.",
    "rating": 4.04,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Whispers.png"
  },
  {
    "name": "Twins",
    "perk_name": "Hoarder",
    "description": "You protect what little you have and are perceptive to those rummaging through your stockpiles. Receive a Loud Noise notification for 4 seconds when Survivors interact with a Chest or when they pick up an Item within 24/36/48 meters of your location. The Trial begins with up to 2 additional Chests in the environment. The rarity of Items found in all Chests is decreased.",
    "rating": 2.85,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Hoarder.png"
  },
  {
    "name": "Twins",
    "perk_name": "Oppression",
    "description": "Life has been difficult for you, so you'll make it difficult for others. When you damage a Generator, up to 3 other random Generators also begin regressing. If the affected Generators are being repaired, any Survivors repairing them receive a difficult Skill Check. Oppression has a cool-down of 120/100/80 seconds.",
    "rating": 4.35,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Oppression.png"
  },
  {
    "name": "Twins",
    "perk_name": "Coup de Grace",
    "description": "As the end nears, you go in for the kill. Each time a Generator is completed, Coup de Grâce grows in power. Gain 1 Token per Generator. Consume 1 Token to increase the distance of your next Lunge Attack by 60/80/100 %.",
    "rating": 3.32,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_CoupDeGrace.png"
  },
  {
    "name": "Trickster",
    "perk_name": "No Way Out",
    "description": "You are not going to let just anyone into the VIP room. For each of the Survivors you manage to hook, No Way Out gains 1 Token: When the last Generator is completed, The Entity blocks both Exit Gate Switches for 10 seconds and an additional 4/6/8 seconds per Token in your possession, up to a combined maximum of 26/34/42 seconds.",
    "rating": 3.67,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_NoWayOut.png"
  },
  {
    "name": "Trickster",
    "perk_name": "Hex: Crowd Control",
    "description": "A Hex that ensures those lesser than you are properly herded. Survivors who perform a rushed vault through a Window prompt The Entity to block it for the next 10/12/14 seconds. The Hex effects persist as long as the related Hex Totem is standing.",
    "rating": 3.57,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_HexCrowdControl.png"
  },
  {
    "name": "Trickster",
    "perk_name": "Starstruck",
    "description": "Your unmatched showmanship dazzles all. When carrying a Survivor, Starstruck activates: Survivors suffer from the Exposed Status Effect while in your Terror Radius. The Status Effect lingers for 26/28/30 seconds after leaving your Terror Radius. After hooking or dropping the carried Survivor, Starstruck deactivates: The Status Effect persists for 26/28/30 seconds for any Survivor inside your Terror Radius at that moment. Starstruck has a cool-down of 60 seconds once the Survivor is no longer being carried.",
    "rating": 3.57,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Starstruck.png"
  },
  {
    "name": "Nemesis",
    "perk_name": "Lethal Pursuer",
    "description": "You have been designed to track down and eliminate targets. At the start of the Trial, the Auras of all Survivors are revealed to you for 7/8/9 seconds.",
    "rating": 3.92,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_LethalPursuer.png"
  },
  {
    "name": "Nemesis",
    "perk_name": "Eruption",
    "description": "The NE-α parasite provides you with the intelligence and awareness needed to set a trap. After kicking a Generator , its Aura is highlighted in yellow. When you put a Survivor into the Dying State , every affected Generator explodes, regressing their progress by 6 % and causing their Auras to disappear. Any Survivor repairing a Generator when it explodes will scream and suffer from the Incapacitated Status Effect for 12/14/16 seconds. Eruption has a cool-down of 30 seconds",
    "rating": 3.85,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Eruption.png"
  },
  {
    "name": "Nemesis",
    "perk_name": "Hysteria",
    "description": "You know how to brutalise one member of a team to cause a panic. Whenever you put a healthy Survivor into the Injured State , all injured Survivors suffer from the Oblivious Status Effect for 20/25/30 seconds. Hysteria has a cool-down of 30 seconds. ",
    "rating": 2.33,
    "type": "killer",
    "icon_url": "https://github.com/upsetdog/dbd-assets/raw/main/icons/iconPerks_Hysteria.png"
  },
  {
    "name": "Pinhead",
    "perk_name": "Deadlock",
    "description": "You induce mental suffering by crushing any hope of escape. Whenever a Generator is completed, The Entity blocks the Generator with the most progression for 20/25/30 seconds. The Aura of the blocked Generator is revealed to you in white during this time.",
    "rating": 4.32,
    "type": "killer",
    "icon_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/56/Deadlock.gif/revision/latest/scale-to-width-down/128?cb=20210819114604"
  },
  {
    "name": "Pinhead",
    "perk_name": "Hex: Plaything",
    "description": "If there is at least one Dull Totem remaining in the Trial Grounds, Hex: Plaything activates on a random Totem each time a Survivor is hooked for the first time:\nThe Survivors suffers from the Cursed and Oblivious Status Effects until Hex: Plaything is cleansed. For the first 90 seconds, only the Cursed Survivor is able to cleanse the Hex Totem. The Aura of Hex: Plaything's Hex Totem is revealed to the Cursed Survivor within 24/20/16 metres. The Hex effects persist as long as the related Hex Totem is standing. ",
    "rating": 3.33,
    "type": "killer",
    "icon_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d5/HexPlaything.gif/revision/latest/scale-to-width-down/128?cb=20210819114606"
  },
  {
    "name": "Pinhead",
    "perk_name": "Scourge Hook: Gift of Pain",
    "description": "At the start of the Trial, 4 random Hooks are changed into Scourge Hooks:\nThe Auras of Scourge Hooks are revealed to you in white. When a Survivor is unhooked from a Scourge Hook they suffer from the Haemorrhage and Mangled Status Effects. Both Status Effects are removed upon being healed. Upon being healed, the Survivor suffers from a 7/8/9% Healing and Repairing Action Speed penalty until they are injured again.",
    "rating": 4,
    "type": "killer",
    "icon_url": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/86/ScourgeHookGiftOfPain.gif/revision/latest/scale-to-width-down/128?cb=20210819114606"
  }
]
